Repository: common-repository/restricted-content-based-on-purchase
Catalog: languages/restricted-content-based-on-purchase-*.po
Languages: pl_pl

source: Hidden content
pl_pl: Treść ukryta

source: Restricted content for users who have not purchased the indicated product
pl_pl: Zawartość ukryta dla użytkowników, którzy nie kupili określonego produktu

source: You do not have sufficient permissions to access this page
pl_pl: Nie masz wystarczających uprawnień, aby uzyskać dostęp do tej strony

source: All changes have been saved
pl_pl: Wszystkie zmiany zostały zapisane

source: Restricted content settings
pl_pl: Ustawienia ukrytej zawartości

source: Default replacement content
pl_pl: Standardowa treść zastępcza

source: Excerpt settings*
pl_pl: Ustawienia zajawki*

source: *These options are active when the "Hide content and display only excerpt" option is used
pl_pl: *Te opcje są aktywne kiedy używana jest opcja "Ukryj treść i pokaż tylko zajawkę"

source: Excerpt length
pl_pl: Długość zajawki

source: The length of the automatically generated excerpt. It does not apply to custom post excerpt.
pl_pl: Długość automatycznie wygenerowanej zajawki. Nie dotyczy własnej zajawki.

source: Excerpt fading
pl_pl: Zanikająca zajawka

source: Disable excerpt fading
pl_pl: Wyłącz zanikanie zajawki

source: Enable excerpt fading
pl_pl: Włącz zanikanie zajawki

source: Save changes
pl_pl: Zapisz zmiany

source: You can limit the visibility of content in the post options or by using a shortcode - just wrap the content between the opening tag: <br><br><strong>[rescon id="33"]</strong>&nbsp;&nbsp; and closing tag:&nbsp;&nbsp; <strong>[/rescon]</strong>.<br></br> Enter the product id as value of the "id" attribute.
pl_pl: Możesz ograniczyć widoczność treści w opcjach postu lub za pomocą shortcode - po prostu umieść treść między tagiem otwierającym: <br><br><strong>[rescon id="33"]</strong>&nbsp;&nbsp; a tagiem zamykającym:&nbsp;&nbsp; <strong>[/rescon]</strong>.<br></br> Wpisz id produktu jako wartość atrybutu "id".

source: Restricted content options
pl_pl: Opcje ukrytej zawartości

source: Show content
pl_pl: Pokaż treść

source: Hide content and display default placeholder content
pl_pl: Ukryj treść i pokaż standardową treść zastępczą

source: Hide content and display only excerpt and default content
pl_pl: Ukryj treść i pokaż tylko zajawkę i treść zastępczą

source: Redirect to another page
pl_pl: Przekieruj do innej strony

source: Set restricted content options
pl_pl: Wybierz opcje ukrytej zawartości

source: Required product
pl_pl: Wymagany produkt

source: Redirect page
pl_pl: Strona przekierowania

source: Select product
pl_pl: Wybierz produkt

source: You have no products
pl_pl: Nie masz żadnych produktów
